; MSETUP4 string table
[STRING]
CHARSET="186"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Sistemos nepavyko paleisti iš naujo. Uždarykite šiuo metu paleistą diegimo programą arba taikomąją programinę įrangą. Tada išeikite iš „Canon“ sąrankos programos ir bandykite dar kartą."
MSE2="Šios programos negalima naudoti esamoje operacinėje sistemoje."
MSE3="Norėdami įdiegti programinę įrangą, turite būti prisijungę prie administratoriaus abonemento.\nSpustelėkite [Gerai] ir išimkite kompaktinį diską, kad nutrauktumėte įdiegimą.\nNutraukę įdiegimą, prisijunkite kaip administratorius, tada iš naujo įdėkite kompaktinį diską."
MSE3_Mac=
MSE31_Mac=
MSE4="Reikia tinkamos taikomosios programinės įrangos, kad būtų galima rodyti pasirinktą failą."
MSE5="Diske %D% trūksta vietos. Norint įdiegti programinę įrangą, reikia %S% megabaitų laisvos vietos."
MSE6="Nurodytas netinkamas aplankas. Nurodykite aplanką, į kurį galima įrašyti, esantį vietiniame standžiajame diske."
MSE7="Programos negalima paleisti, nes maža ekrano skiriamoji geba. Pakeiskite skiriamąją gebą į 800 x 600 pikselių arba didesnę, tada iš naujo vykdykite operaciją.\nKai diegiate „Tablet PC“, nustatykite ekrano padėtį įjungdami gulsčią režimą, tada iš naujo vykdykite operaciją."
MSE7_Mac=
MSE8="Kompaktinių diskų įrenginyje nėra kompaktinio disko.\nIš naujo įdėkite kompaktinį diską į kompaktinių diskų įrenginį."
MSE9="Failo pavadinime negali būti toliau nurodytų simbolių:\n/ , ; * ? \\" < > |"
MSE10="Nurodytas kelio pavadinimas viršija apribojimą. Nurodykite kelio pavadinimą, ne ilgesnį nei 150 simbolių."
MSE11="Kelio pavadinime nenurodyta disko raidė arba nurodytas santykinis kelias. Nurodykite absoliutųjį kelią."
MSE12="Esamoje operacinėje sistemoje negalima naudoti [Lengvas įdiegimas]."
MSE15="Šią programą galima paleisti „Windows 2000“ su 4 pakeitimų paketu arba naujesnėje operacinėje sistemoje. Jei naudojate senesnę operacinę sistemą nei versija su 4 pakeitimų paketu, atnaujinkite „Windows 2000“ į versiją su 4 pakeitimų paketu ar naujesnę versiją ir iš naujo vykdykite operaciją."
MSE16="Nepavyko atidaryti failo."
MSE17="Šią programą galima paleisti „Windows XP“ su 2 pakeitimų paketu arba naujesnėje operacinėje sistemoje. Jei naudojate senesnę operacinę sistemą nei versija su 2 pakeitimų paketu, atnaujinkite „Windows XP“ į versiją su 2 pakeitimų paketu ar naujesnę versiją ir iš naujo vykdykite operaciją."
MSE18="Jei naudojate „Windows XP“, šią programą pavyks paleisti, jei bus įdiegtas „Windows XP“ 3 pakeitimų paketas arba naujesnė operacinės sistemos versija. Atnaujinkite „Windows XP“ įdiegdami 3 pakeitimų paketą arba naujesnę versiją ir iš naujo vykdykite operaciją."
MSE19="Jei naudojate „Windows Vista“, šią programą pavyks paleisti, jei bus įdiegtas „Windows Vista“ 1 pakeitimų paketas arba naujesnė operacinės sistemos versija. Atnaujinkite „Windows Vista“ įdiegdami 1 pakeitimų paketą arba naujesnę versiją ir iš naujo vykdykite operaciją."
MSE20="Jei naudojate „Windows Vista“, šią programą pavyks paleisti, jei bus įdiegtas „Windows Vista“ 2 pakeitimų paketas arba naujesnė operacinės sistemos versija. Atnaujinkite „Windows Vista“ įdiegdami 2 pakeitimų paketą arba naujesnę versiją ir iš naujo vykdykite operaciją."

MSW1="Failas atnaujintas, nes sistemoje nepavyko rasti senos failo versijos. Paleiskite sistemą iš naujo, kad užbaigtumėte naujinimą. Norėdami paleisti sistemą iš naujo, spustelėkite [Gerai]. Paleidus sistemą iš naujo, ši programinė įranga bus automatiškai paleista iš naujo."
MSW2="Aplanko\n„%P%“\nnėra. Ar kurti naują aplanką?"
MSW3="Atsižvelgiant į operacinės sistemos versiją, gali nepavykti tinkamai užbaigti įdiegimo. Spustelėkite [Tikrinti naujausią informaciją], kad pasiektumėte „Canon“ svetainę, ir patikrinkite naujausią informaciją.\n\nPatikrinę naujausią informaciją, spustelėkite [Tęsti įdiegimą], kad tęstumėte įdiegimą. Norėdami atšaukti įdiegimą, spustelėkite [Atšaukti įdiegimą]."
MSW4=

MSM0001="Gerai"
MSM0002="Atšaukti"
MSM0003="Taip"
MSM0004="Ne"
MSM0005="Atgal"
MSM0006="Toliau"
MSM0007="Tęsti"
MSM0008="Nutraukti"
MSM0009="Išeiti"
MSM0010="Įdiegti"
MSM0011="Žinynas"
MSM0012="Pasirinkti viską"
MSM0013="Išvalyti viską"
MSM0014="Tikrinti naujausią informaciją"
MSM0015="Tęsti įdiegimą"
MSM0016="Atšaukti įdiegimą"
MSM0017="Kalba"
MSM0018="Numatytieji nustatymai"
MSM0019="Praleisti"
MSM0020="Atgal į pradžią"

MSM0101="Klaida"
MSM0102="Įspėjimas"
MSM0103="Informacija"
MSM0104="„Canon“"

MSM1001="Kalbos pasirinkimas"
MSM1002="Pasirinkite kalbą, kuri bus naudojama šioje programoje, ir spustelėkite [Toliau]."
MSM1003="Pasirinkite kalbą, kuri bus naudojama šioje programoje, ir spustelėkite [Atgal]."

MSM1011=

MSM1021="Gaunama informacija"
MSM1022="Gaunama informacija apie naujausią tvarkyklės ir programinės įrangos versiją. Palaukite."
MSM1023=

MSM1031="Informacijos gavimo klaida"
MSM1032="Nepavyko gauti informacijos apie tvarkyklę ir programinę įrangą. Patikrinkite, ar prisijungta prie tinklo, ir bandykite dar kartą."

MSM1051="Spausdintuvo pasirinkimas"
MSM1052="Skenerio pasirinkimas"
MSM1053="Pasirinkite norimą įdiegti spausdintuvą, tada spustelėkite [Toliau]."
MSM1054="Pasirinkite norimą įdiegti skenerį, tada spustelėkite [Toliau]."

MSM1101="Gyvenamosios vietos pasirinkimas"
MSM1102="Pasirinkite gyvenamąją vietą, tada spustelėkite [Toliau]."
MSM1103="JAV, Kanada, Lotynų Amerika"
MSM1104="Europa, Artimieji Rytai, Afrika"
MSM1105="Azija"
MSM1106="Ramiojo vandenyno regionas"

MSM1111="Pasirinkite savo šalį ar gyvenamąją vietą, tada spustelėkite [Toliau]. Jei jūsų šalis ar gyvenamoji vieta nepateikta toliau, pasirinkite „Kita“."
MSM1116="Pasirinkti šalį arba regioną"
MSM1117="Pasirinkite gyvenamąją vietą."
MSM1118="Pasirinkite savo šalį ar gyvenamąją vietą. Jei jūsų šalis ar gyvenamoji vieta nepateikta toliau, pasirinkite „Kita“."

MSM1201="Pasirinkite įdiegimo būdą ir vykdykite ekrane pateikiamas instrukcijas."
MSM1202="Rekomenduojama pirmą kartą naudojantiesiems"
MSM1203="Lengvas įdiegimas"
MSM1204="Programinė įranga įdiegiama automatiškai."
MSM1205="Pasirinktinis įdiegimas"
MSM1206="Naudojant šį būdą galima pasirinkti norimas naudoti programinės įrangos programas ir įdiegiamos tik pasirinktos programos."
MSM1207="Atšaukiamas programinės įrangos įdiegimas."
MSM1208="„Canon“ spalvotas vaizdo skeneris"
MSM1209="„CanoScan Setup Utility“"
MSM1210="Kūrybiško nuotraukų albumo rinkinys"
MSM1211="Naudojant šį būdą galima pasirinkti norimas naudoti programinės įrangos programas ir įdiegiamos tik pasirinktos programos."
MSM1221="Galite pasirinkti, ar šį spausdintuvą naudosite per USB jungtį ar LAN ryšį. Vykdydami ekrane pateikiamas instrukcijas pasirinkite prijungimo būdą.\n\nNaudojant spausdintuvą, prijungtą LAN ryšiu, būtina tinklo sąranka. Jei sąranka užbaigta, ryšys patvirtinamas automatiškai. Jei sąranka nebaigta, vykdydami ekrane pateikiamas instrukcijas nustatykite spausdintuvą."
MSM1222="Pradedamas programinės įrangos įdiegimas. Vykdykite ekrane pateikiamas instrukcijas."
MSM1231="Galite pakeisti prijungimo būdą, įtraukti programinę įrangą arba iš naujo pradėti sąranką. Spustelėkite [Iš naujo pradėti sąranką] tik tuo atveju, jei spausdintuvas veikia netinkamai."
MSM1232="Keisti prijungimo būdą"
MSM1233="Pakeiskite spausdintuvo prijungimo prie kompiuterio būdą iš USB į LAN arba iš LAN į USB."
MSM1234="Įtraukti programinę įrangą"
MSM1235="Pasirinkite programinę įrangą, kurią norite įtraukti arba įdiegti iš naujo."
MSM1236="Iš naujo pradėti sąranką"
MSM1237="Pradėkite iš naujo nuo pradinio įdiegimo, baigiant prijungimu."
MSM1238="Galite įtraukti programinę įrangą arba iš naujo pradėti sąranką. [Iš naujo pradėti sąranką] spustelėkite tik tada, jei spausdintuvas veikia netinkamai."
MSM1239="Norint naudoti faksą"
MSM1241="Pradėti sąranką"
MSM1242="Kad įrenginį būtų galima naudoti per kompiuterį, reikia atlikti sąranką. Vykdykite ekrane pateiktas instrukcijas."
MSM1243="Pradėti sąranką"
MSM1244="Ši programinė įranga leidžia naudoti įrenginį per kompiuterį."
MSM1245="Naudinga programinė įranga"
MSM1246="Įdiegiama programinė įranga, leidžianti dar patogiau naudoti įrenginį."
MSM1247="Interneto instrukcija"
MSM1248="Vadovą galima rasti internete."
MSM1249="Naudokite internete rastą atnaujintą programinę įrangą"
MSM1301="Lengvas įdiegimas"
MSM1302="Bus įdiegtos sąraše nurodytos programinės įrangos programos. Norėdami tęsti, spustelėkite [Įdiegti].\n\nNorėdami peržiūrėti programinės įrangos aprašą, perkelkite pelės žymiklį prie programinės įrangos pavadinimo."
MSM1304="Rodo failą README: "
MSM1305="Diskų įtaise %DRIVELETTER% %DISKSPACE% MB laisvos talpos"
MSM1306="Bendra naudojama talpa: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Norėdami perskaityti %s aprašo failą, spustelėkite šį mygtuką."
MSM1309="Norėdami perskaityti %s failą README, spustelėkite šį mygtuką."
MSM1310="Tvarkyklė ir instrukcija"
MSM1311="Taikomoji programa"
MSM1312="Numatoma įdiegimo trukmė: nuo %INSTALLTIME_MIN% iki %INSTALLTIME_MAX% min."
MSM1313=
MSM1314="Ši programinė įranga yra privaloma. Todėl atšaukti jos pasirinkimo nerekomenduojama.\nAr norite atšaukti pasirinkimą?"
MSM1315="Kiek truks diegimas, lemia tinklo aplinka."

MSM1401="Pasirinktinis įdiegimas"
MSM1402="Pažymėkite norimos įdiegti programinės įrangos žymės langelį, tada spustelėkite [Toliau].\nNorėdami peržiūrėti programinės įrangos aprašą, perkelkite pelės žymiklį prie programinės įrangos pavadinimo."
MSM1402_Mac=
MSM1451="Įdiegiamos programinės įrangos sąrašas"
MSM1452="Bus įdiegta pasirinkta programinė įranga. Įsitikinkite, kad pasirinkta programinė įranga, kurią norite įdiegti, tada spustelėkite [Toliau]."
MSM1453_Mac=
MSM1454="Ši programinė įranga yra privaloma ir panaikinti jos žymėjimo negalima."
MSM1455_Mac=

MSM1501="Įdiegimo vietos keitimas"
MSM1502="Galite pakeisti %LOCATIONITEM% įdiegimo vietą. "
MSM1503="Jei vietos keisti nereikia, spustelėkite [Įdiegti]."
MSM1504="Norėdami pakeisti vietą, spustelėkite [Naršyti...], pasirinkite aplanką, kur bus įdiegta programinė įranga, tada spustelėkite [Įdiegti]."
MSM1505="Įdiegimo vieta:"
MSM1506="Naršyti..."
MSM1507="Diskas %DRIVELETTER% Laisvos vietos: %DISKSPACE% MB Reikia vietos: %ITEMSPACE% MB"
MSM1508="Diskas %APPDRIVELETTER% Laisvos vietos: %APPDISKSPACE% MB Reikia vietos: %APPITEMSPACE% MB"

MSM1601="Licencijos sutartis"
MSM1602="Prieš įdiegdami pasirinktas programinės įrangos programas, atidžiai perskaitykite toliau pateiktą licencijos sutartį."
MSM1603="Jei sutinkate su sutarties sąlygomis, spustelėkite [Taip]. Jei spustelėsite [Ne], programinės įrangos įdiegimas bus atšauktas."
MSM1604="Prieš įdiegdami %CURRENT_STEPITEM%, atidžiai perskaitykite toliau pateiktą licencijos sutartį."
MSM1605="Jei sutinkate su sutarties sąlygomis, spustelėkite [Taip]. Jei spustelėsite [Ne], ši programinė įranga nebus įdiegta."
MSM1606="„Canon“ gaminiai"
MSM1607="Jei nesutinkate su licencijos sutarties sąlygomis, ši programinė įranga nebus įdiegta. Gerai?"
MSM1608="Jei nesutinkate su licencijos sutarties sąlygomis, ši programa ir „Print Studio Pro“, kuriai ji būtina, nebus įdiegtos. Gerai?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac=

MSM1651="Sistemos failo naujinimas"
MSM1659="Leisti vykdyti įdiegimo vedlio procesus"
MSM1660="Leisti vykdyti visus įdiegimo vedlio procesus"
MSM1661="Diegiant „Canon“ gaminius, užkarda arba antivirusinė programinė įranga gali rodyti įspėjimo dialogo langus. Leiskite tęsti įdiegimo procesą, dialogo lange pasirinkdami parinktį, pvz.:\n\n- Galima\n- Leisti\n- Taip\n- Atblokuoti"

MSM1671="Įdiekite „.NET Framework“"
MSM1672="Kompiuteryje neįdiegta „Microsoft .NET Framework 4“. Kad galėtumėte naudoti visą programinę įrangą, turite įdiegti „Microsoft .NET Framework 4“. Ar norite ją įdiegti?"

MSM1681="„Microsoft .NET Framework 4“ nerasta"
MSM1682="„Microsoft .NET Framework 4“ nerasta arba netinkamai įdiegta.\nKad galėtumėte įdiegti šią programinę įrangą, turi būti tinkamai įdiegta „Microsoft .NET Framework 4“."

MSM1701="Įdiegimo eiga: %PROGRESS%%"
MSM1702="Iki pabaigos liko maždaug %RESTTIME% min."
MSM1703="Įdiegimo eiga: %PROGRESS%%PERCENT%"
MSM1711="Atsisiunčiama..."
MSM1712="Skaičiuojamas likęs laikas..."
MSM1713="Liko [min.]: maždaug %d"
MSM1714="Atsisiunčiama %s..."
PERCENT="%"

MSM1801="1 ŽINGSNIS"
MSM1802="2 ŽINGSNIS"
MSM1803="3 ŽINGSNIS"
MSM1804="Licencijos sutartis"
MSM1805="Diegimas"
MSM1806="Sąranka"
MSM1806_Mac=
MSM1807="Taikomosios programos"
MSM1808="Paslaugų programos"
MSM1809="Pabaiga"
MSM1810="4 ŽINGSNIS"
MSM1811="Informacija"

MSM1901="Apdorojama"
MSM1902="Apdorojama. Palaukite."
MSM1903="%ITEM% įdiegimas baigtas."
MSM1904="Įdiegiama :%ITEM%"
MSM1905="Atsisiunčiama :%ITEM%"
MSM1906="Atsisiunčiama %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Spausdintuvo prijungimas"
MSM2002="Įsitikinkite, kad spausdintuvas prijungtas prie kompiuterio, ir įjunkite spausdintuvą."
MSM2003="Nepavyko aptikti spausdintuvo. Patikrinkite, ar jis prijungtas."
MSM2004="Rankinis pasirinkimas"
MSM2005="Norėdami pasirinkti spausdintuvo prievadą rankiniu būdu, spustelėkite [Rankinis pasirinkimas]."
MSM2006="Spausdintuvas aptiktas. Palaukite, kol įdiegimas bus baigtas."
MSM2007="Apdorojamas įdiegimas... Palaukite keletą sekundžių."
MSM2010="Spausdintuvo prijungimas"
MSM2011="Įsitikinkite, kad spausdintuvas prijungtas prie kompiuterio ir spausdintuvas yra įjungtas. Patikrinę, ar jis prijungtas, spustelėkite [Paleisti iš naujo], kad paleistumėte iš naujo kompiuterį. Iš naujo paleidę kompiuterį nustatykite spausdintuvą. "
MSM2021="Gali būti rodomas naujai aptiktos aparatūros vedlys. Tokiu atveju naujai aptiktos aparatūros vedlyje spustelėkite [Atšaukti], kad jį uždarytumėte, tada tęskite įdiegimą."
MSM2031="Skaitytuvo prijungimas"
MSM2032="Įsitikinkite, kad skaitytuvas prijungtas prie kompiuterio, ir įjunkite skaitytuvą, jei ant jo yra mygtukas ĮJUNGTI."
MSM2033="Nepavyko aptikti skaitytuvo. Patikrinkite, ar jis prijungtas."
MSM2034="Skaitytuvas aptiktas. Palaukite, kol bus baigta diegti."

MSM2051="Sąrankos būdas"
MSM2052="Spausdintuvo prijungimas prie tinklo pirmą kartą"
MSM2053="Pasirinkite šią parinktį, jei norite naudoti spausdintuvą, kuris dar neprijungtas prie tinklo, naudodami laidinį arba belaidį LAN ryšį. Tinklo sąranka atliekama prijungiant spausdintuvą prie kompiuterio per USB jungtį."
MSM2054="Spausdintuvas yra prijungtas prie tinklo"
MSM2055="Pasirinkite šią parinktį, jei norite naudoti spausdintuvą, kuris jau prijungtas prie tinklo, naudodami savo kompiuterį. Taip pat pasirinkite šią parinktį, jei belaidis LAN ryšys buvo nustatytas naudojant WPS (Wi-Fi Protected Setup) arba WCN (Windows Connect Now)."
MSM2056="Pasirinkite sąrankos būdą, tada spustelėkite [Toliau]."
MSM2065="Pasirinkite šią parinktį, jei norite naudoti spausdintuvą, kuris dar neprijungtas prie tinklo, naudodami laidinį LAN ryšį. Tinklo sąranka atliekama prijungiant spausdintuvą prie kompiuterio per USB jungtį."
MSM2067="Pasirinkite šią parinktį, jei norite naudoti spausdintuvą, kuris jau prijungtas prie tinklo, naudodami kompiuterį. "
MSM2068="Naudoti spausdintuvą prijungus per USB"
MSM2069="Pasirinkite šią parinktį, kad spausdintuvą naudotumėte per USB."
MSM2070="Pradėti sąranką"
MSM2071="Turite nustatyti spausdintuvą. Norėdami nustatyti spausdintuvą, spustelėkite [Vykdyti]. \n\nJei nenorite nustatyti spausdintuvo, spustelėkite [Toliau]."
MSM2081="Jei spausdintuvo valdymo skydelyje pasirinkote laidinio / belaidžio LAN ryšio parametrą pagal prijungimo būdą, spustelėkite [Gerai].\n\nJei parametras dar nepasirinktas, žr. „Darbo pradžia“."
MSM2081_Mac=
MSM2083="Spausdintuvo prijungimo metodo pasirinkimas"
MSM2084="Naudoti spausdintuvą prijungus per USB"
MSM2085="Pasirinkite šią parinktį, kad spausdintuvą naudotumėte per USB."
MSM2086="Naudoti spausdintuvą, prijungtą belaidžio LAN ryšiu"
MSM2087="Pasirinkite šią parinktį, kad spausdintuvą naudotumėte su belaidžio LAN ryšiu."
MSM2088="Naudoti spausdintuvą, prijungtą laidinio LAN ryšiu"
MSM2089="Pasirinkite šią parinktį, kad spausdintuvą naudotumėte su laidinio LAN ryšiu."
MSM2090="Spausdintuvo aptikimas"
MSM2091="Pradėkite tinkle ieškoti spausdintuvo.\nJei spausdintuvo tinklo sąranka užbaigta, spustelėkite [Toliau].\n\nJei ne, užbaikite tinklo sąranką.\nNorėdami sužinoti, kaip nustatyti tinklą, spustelėkite [Interneto instrukcija].\n\nNorėdami atšaukti diegimą, spustelėkite [Atšaukti]."
MSM2090_Mac=
MSM2091_Mac="Pradėkite tinkle ieškoti spausdintuvo.\nJei spausdintuvo tinklo sąranka užbaigta, spustelėkite [Toliau].\n\nJei ne, užbaikite tinklo sąranką.\nNorėdami sužinoti, kaip nustatyti tinklą, spustelėkite [Interneto instrukcija].\n\nNorėdami atšaukti diegimą, spustelėkite [Atšaukti]."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Pradėkite tinkle ieškoti spausdintuvo. Spustelėkite [Toliau].\nNorėdami atšaukti įdiegimą, spustelėkite [Atšaukti]."
MSM2096="Spausdintuvo aptikimas"
MSM2097="Ieškoma spausdintuvo tinkle."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Pasirinkti prievadą"
MSM2102="Pasirinkite spausdintuvo prievadą, tada spustelėkite [Toliau]."

MSM2250="Sąranka baigta"
MSM2251="Sąranka baigta. Gaminį galima naudoti. Spustelėkite [Toliau], kad pereitumėte prie kito žingsnio."
MSM2252="Sąranka baigta"
MSM2253="Spausdinimo per kompiuterį sąranką baigta.\nDabar bus įdiegta programinė įranga."
MSM2254="Įdiegimas nebaigtas.\nNorėdami tęsti naudingos programinės įrangos diegimą, spustelėkite [Tęsti].\nNorėdami baigti diegti, spustelėkite [Išeiti]."

MSM2261="Nustatoma"
MSM2262="Tinklo ryšys laikinai nutrūkęs.\nPalaukite."
MSM2263="Nepavyko atlikti sąrankos nenaudojant kabelių. Laikinai sustabdykite procesą ir pasirinkite kitą sąrankos metodą vadovaudamiesi ekrane pateikiamais nurodymais."

MSM2301="Įdiegimo triktis"
MSM2302="Nepavyko įdiegti %ITEM%. Norėdami iš naujo vykdyti įdiegimo procesą, spustelėkite [Pradėti iš naujo]."
MSM2303="Instrukcijoje aprašomos įdiegimo problemų priežastys ir kaip jas išspręsti."
MSM2304="Pradėti iš naujo"
MSM2305="Jei kilo problemų dėl tinklo, žr. „Tinklo trikčių diagnostikos instrukcija“.\nJei kilo kitų problemų, žr. instrukciją."

MSM2401="Rekomend. spausdint. galv. lygiav. f-ja"
MSM2402="Šiame spausdintuve yra spausdinimo galvutės lygiavimo funkcija. Jei spaudinyje yra nesulygiuotų eilučių arba spaudinys nėra patenkinamos kokybės, šias problemas galite išspręsti sulygiuodami spausdinimo galvutę.\n\nIšsamios informacijos žr. naudotojo instrukcijoje."
MSM2402_Mac=
MSM2411="Print Head Alignment"
MSM2412="Prieš naudodami šį spausdintuvą turite sulygiuoti spausdinimo galvutę. Į spausdintuvą įdėkite popieriaus ir spustelėkite [Vykdyti]. Išsamios informacijos žr. spausdintuvo instrukcijoje.\n\nAtlikus spausdinimo galvutės lygiavimą, spustelėkite [Toliau]."
MSM2412_Mac=
MSM2413="Vykdyti"
MSM2414="Jei norite šiuo spausdintuvu spausdinti nuotraukas, rekomenduojame atlikti spausdinimo galvutės lygiavimą. Norėdami dabar atlikti spausdinimo galvutės lygiavimą, į kasetę įdėkite popieriaus ir spustelėkite [Vykdyti]. Atlikus galvutės lygiavimą, spustelėkite [Toliau]. Išsamios informacijos žr. spausdintuvo instrukcijoje.\n\nBe to, galvutę galima sulygiuoti užbaigus sąranką. Norėdami tęsti nevykdydami spausdinimo galvutės lygiavimo, spustelėkite [Toliau]."
MSM2414_Mac=
MSM2415="Prieš naudodami šį spausdintuvą turite sulygiuoti spausdinimo galvutę. Į spausdintuvą įdėkite MP-101 ir spustelėkite [Vykdyti]. Išsamios informacijos žr. spausdintuvo instrukcijoje.\n\nAtlikus spausdinimo galvutės lygiavimą, spustelėkite [Toliau]."
MSM2415_Mac=
MSM2416="Prieš naudodami šį spausdintuvą turite sulygiuoti spausdinimo galvutę. Spustelėkite [Vykdyti], kad būtų atidarytas ekranas Kaip pradėti lygiuoti spausdinimo galvutę. Vykdydami ekrane pateiktas instrukcijas išspausdinkite lygiavimo šabloną. Padėkite išspausdintą lygiavimo šabloną ant ekspozicinio stiklo ir nuskaitykite.\n\nAtlikę spausdinimo galvutės lygiavimą, spustelėkite [Toliau]."
MSM2416_Mac=
MSM2417="Šiame spausdintuve yra spausdinimo galvutės lygiavimo funkcija. Jei spaudinyje yra nesulygiuotų eilučių arba spaudinys nėra patenkinamos kokybės, šias problemas galite išspręsti sulygiuodami spausdinimo galvutę."
MSM2418="Prieš naudodami šį spausdintuvą turite sulygiuoti spausdinimo galvutę. Į spausdintuvą įdėkite popieriaus, spustelėkite [Vykdyti], o tada – [Toliau]."
MSM2418_Mac=
MSM2420="Ieškoma spausdintuvų."
MSM2421="Ieškoma %PRODUCTNAME%."
MSM2422="Nepavyko rasti spausdinimo eilės."
MSM2423="Norėdami užregistruoti spausdintuvą, spustelėkite [Registruoti spausdintuvą]."
MSM2424="Registruoti spausdintuvą"
MSM2431="Registruoti spausdintuvą ir skenerį"
MSM2432="Spausdintuvo ir skenerio tinklo sąrankos užbaigtos.\nToliau užregistruokite spausdintuvą ir skenerį kompiuteryje.\n\nSpustelėkite [Registruoti spausdintuvą] arba [Registruoti skenerį], kad paleistumėte atitinkamą taikomąją programinę įrangą, kurią norite užregistruoti. Vykdykite taikomosios programinės įrangos instrukcijas, kad užbaigtumėte registraciją."
MSM2433="Registruoti spausdintuvą"
MSM2434="Registruoti skenerį"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Naudotojo registracija"
MSM2453="Toliau"
MSM2464="Naudotojo registracija"
MSM2465="Užregistruokite „Canon“ gaminį šiandien ir jums bus suteiktos toliau nurodytos privilegijos:\n- kas mėnesį gausite el. informacinį biuletenį su „Canon“ siūlomomis nuolaidomis\n- gausite smagius „Creative Park“ projektus ir naudingų patarimų\n- vieni iš pirmųjų gausite pranešimus apie programinės įrangos naujinimus"
MSM2474="Naudotojo registracija"
MSM2475="Užregistravę gaminį gausite naudingos informacijos apie gaminį ir paslaugą. Norint užregistruoti gaminį reikia interneto ryšio."
MSM2484="Gaminio registracija"
MSM2485JU="Užregistruokite „Canon“ gaminį šiandien ir jums bus suteiktos toliau nurodytos privilegijos:\n- „Canon U.S.A.“ saugos jūsų informaciją faile, jei norėsite gauti draudimo išmoką\n- vieni iš pirmųjų gausite pranešimus apie programinės įrangos naujinimus\n- kas mėnesį gausite el. informacinį biuletenį su „Canon“ nuolaidomis"
MSM2485M="Atnaujinę ar užregistravę naują gaminį gausite naudingos informacijos apie gaminį ir paslaugą. Norint atnaujinti ir užregistruoti gaminį reikia interneto ryšio."
MSM2486_Mac="Jei spustelėsite [Toliau], gaminio pavadinimo, OS ir regiono informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2486_Mac2="Jei spustelėsite [Toliau], gaminio pavadinimo, OS, regiono ir spausdintuvo serijos numerio informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2487="Norėdami užregistruoti vėliau, spustelėkite [Atšaukti] ir pereikite prie kito žingsnio. Be to, gaminius galite užregistruoti bet kada, naudodami „Quick Menu“."

MSM2501="CANON iMAGE GATEWAY Naudotojo registracija"
MSM2502="Registruoti"
MSM2503="CANON iMAGE GATEWAY Gaminio registracija"
MSM2504="„CANON iMAGE GATEWAY“ yra internetinė paslauga, skirta tik gaminių, siūlomų nemokamos narystės dalyviams arba metinį nario mokestį mokantiems pirkėjams. Jei kreipsitės dėl naudotojo registracijos, galėsite naudotis įvairiomis paslaugomis, leisiančiomis efektyviau apdoroti ir naudoti skaitmenines fotografijas."
MSM2506="Jei spustelėsite [Registruoti], gaminio pavadinimo, OS ir regiono informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2507="Jei spustelėsite [Registruoti], gaminio pavadinimo, OS, regiono ir spausdintuvo serijos numerio informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2511="Naudotojo registracija"
MSM2513="Gaminio registracija"
MSM2514="Užregistruokite „Canon“ gaminį šiandien ir jums bus suteiktos toliau nurodytos privilegijos:\n- kas mėnesį gausite el. informacinį biuletenį su „Canon“ siūlomomis nuolaidomis\n- gausite smagius „Creative Park“ projektus ir naudingų patarimų\n- vieni iš pirmųjų gausite pranešimus apie programinės įrangos naujinimus"
MSM2515="Užregistravę gaminį gausite naudingos informacijos apie gaminį ir paslaugą. Norint užregistruoti gaminį reikia interneto ryšio."
MSM2516="Jei spustelėsite [Toliau], gaminio pavadinimo, OS ir regiono informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2517="Jei spustelėsite [Toliau], gaminio pavadinimo, OS, regiono ir spausdintuvo serijos numerio informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama vieninteliu tikslu – registracijos ekranui atidaryti."
MSM2521="Naudotojo registracija. Gaminio pavadinimo, OS, regiono ir spausdintuvo serijos numerio informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama tik registracijos ekrano langui atidaryti. Norėdami tęsti, spustelėkite [Gerai]."
MSM2522="Naudotojo registracija. Gaminio pavadinimas, operacinės sistemos informacija ir vietos informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama tik registracijos ekrano langui atidaryti. Norėdami tęsti, spustelėkite [Gerai]."
MSM2526="Naudotojo registracija. Gaminio pavadinimo, OS, regiono ir spausdintuvo serijos numerio informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama tik registracijos ekrano langui atidaryti. Norėdami tęsti, spustelėkite [Gerai]."
MSM2527="Naudotojo registracija. Gaminio pavadinimas, operacinės sistemos informacija ir vietos informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama tik registracijos ekrano langui atidaryti. Norėdami tęsti, spustelėkite [Gerai]."

MSM2551="Canon %s naudotojo registracija"
MSM2552="Naudotojo registracijos pašalinimas"
MSM2571="%s naudotojo registracijos pašalinimo programa"
MSM2572="Ar tikrai norite visiškai pašalinti „Canon %s naudotojo registracija“ ir visus jos komponentus?"
MSM2573="Pašalinta sėkmingai."
MSM2574="Pašalinti nepavyko."
MSM2575="Norėdami užbaigti pašalinimo procesą, turite iš naujo paleisti kompiuterį. Norėdami paleisti iš naujo, spustelėkite [Gerai]. Norėdami paleisti iš naujo vėliau, spustelėkite [Atšaukti]."
MSM2576="Norėdami pašalinti „Canon %s naudotojo registracija“, turite turėti administratoriaus teises."
MSM2577="Naudotojo registracija. Gaminio pavadinimas, operacinės sistemos informacija ir vietos informacija bus automatiškai renkama ir siunčiama „Canon“ naudojant interneto ryšį. Ši informacija bus tiesiogiai pateikta registracijos ekrane. Norėdami tęsti, spustelėkite [Gerai]."
MSM2577_Mac2=
MSM2578="Naudotojo registracija. Gaminio pavadinimas, operacinės sistemos informacija ir vietos informacija bus automatiškai renkama ir internetu siunčiama „Canon“. Ši informacija bus naudojama tik registracijos ekrano langui atidaryti. Norėdami tęsti, spustelėkite [Gerai]."
MSM2578_2="Naudotojo registracija. Gaminio pavadinimas, operacinės sistemos informacija ir vietos informacija bus automatiškai renkama ir siunčiama „Canon\" naudojant interneto ryšį. Norėdami tęsti, įsitikinkite, kad spausdintuvas prijungtas prie kompiuterio, tada įjunkite spausdintuvą ir spustelėkite [Gerai]."
MSM2580="Prisijungti nepavyko. Įsitikinkite, kad įgalintas tinklo ryšys, tada bandykite dar kartą. Jei vis tiek nepavyksta prisijungti, šiek tiek palaukite ir bandykite dar kartą. Be to, galite užregistruoti bet kada, naudodami „Solution Menu EX\"."
MSM2581="Prisijungti nepavyko. Įsitikinkite, kad įgalintas tinklo ryšys, tada bandykite dar kartą. Jei vis tiek nepavyksta prisijungti, šiek tiek palaukite ir bandykite dar kartą."
MSM2582="Prisijungti nepavyko."
MSM2583="Jungiamasi"
MSM2584="Jungiamasi. Palaukite."
MSM2585="Įveskite užkardos naudotojo vardą ir slaptažodį."
MSM2586=
MSM2587=
MSM2588=
MSM2589="Prisijungti nepavyko. Įsitikinkite, kad įgalintas tinklo ryšys, tada bandykite dar kartą. Jei vis tiek nepavyksta prisijungti, šiek tiek palaukite ir bandykite dar kartą."

ExecutingPrefSet_Mac=

MSM2601="Įdiegimas sėkmingai pabaigtas."
MSM2602="Dabar sistemą paleisti iš naujo (rekomenduojama)"
MSM2603="Paleisti iš naujo"
MSM2604="Įdiegimas sėkmingai pabaigtas.\nĮsitikinkite, kad skeneris prijungtas prie kompiuterio ir skeneris yra įjungtas, tada spustelėkite [Išeiti]."

MSM2610="Paprasto popieriaus įdėjimas į kasetę"
MSM2611="Įdėkite paprastą popierių, kaip parodyta toliau."
MSM2612="Į kasetę įdėkite tik paprastą popierių"
MSM2613="Įdėkite fotopopieriaus į galinį dėklą"

MSM2701="Įdiegimo atšaukimas"
MSM2702="Įdiegimas nebaigtas. Norėdami tęsti įdiegimo procesą, spustelėkite [Tęsti]. Norėdami atšaukti įdiegimą, spustelėkite [Atšaukti]."
MSM2702_Mac="Įdiegimas nebaigtas. Norėdami tęsti įdiegimo procesą, spustelėkite [Tęsti]. Norėdami atšaukti įdiegimą, spustelėkite [Nutraukti]."

MSM2801="Sistemos parametrų keitimas"
MSM2802="Kad būtų pritaikyti nauji parametrai, turite iš naujo paleisti sistemą.\nAr norite dabar paleisti sistemą iš naujo?"

MSM2851="Išplėstinės apklausos programa"
MSM2856="Sutinku"
MSM2857="Nesutinku"
MSM2870="Siekdama kurti ir reklamuoti gaminius, labiau atitinkančius klientų poreikius, „Canon“ pageidauja, kad toliau esanti informacija, susijusi su jūsų „Canon“ gaminiu, būtų siunčiama „Canon“ internetu."
MSM2871="Siekdama kurti ir reklamuoti gaminius, labiau atitinkančius klientų poreikius, „Canon“ pageidauja, kad toliau esanti informacija, susijusi su jūsų „Canon“ gaminiu, būtų siunčiama įgaliotajai tyrimų bendrovei internetu."
MSM2873="Jei sutinkate su anksčiau pateiktomis sąlygomis, spustelėkite [Sutinku]. Jei nesutinkate, spustelėkite [Nesutinku]."
MSM2874="Siekdama kurti ir reklamuoti gaminius, labiau atitinkančius klientų poreikius, „Canon“ pageidauja, kad toliau esanti informacija, susijusi su jūsų „Canon“ gaminiu, būtų siunčiama „Canon“ (jei „Canon“ gaminį naudojate Kinijoje, įgaliotajai tyrimų bendrovei) internetu."
MSM2876="Jei sutinkate su anksčiau pateiktomis sąlygomis, spustelėkite [Sutinku], kad pradėtumėte diegti apklausos programą. Jei nesutinkate, spustelėkite [Nesutinku]. Ši programa gali neveikti nepalaikomose operacinės sistemos versijose."
MSM2879_Win="Jei rodomas langas „Vartotojo paskyros valdymas“, leiskite programai tęsti toliau."
MSM2901="Bandomasis spausdinimas"
MSM2902="Spausdintuvo sąranka ir programinės įrangos įdiegimas baigtas.\n\nBus atliktas bandomasis spausdinimas, siekiant patikrinti spausdintuvo veikimą. Į spausdintuvą įdėkite paprasto popieriaus ir spustelėkite [Vykdyti]. Atlikę bandomąjį spausdinimą, spustelėkite [Toliau].\n\nNorėdami praleisti bandomąjį spausdinimą, vietoj [Vykdyti] spustelėkite [Toliau].\n\nJei įvyko spausdinimo klaida, vykdydami ekrane pateikiamas instrukcijas pradėkite sąranką iš naujo."
MSM2903="Bus atliktas bandomasis spausdinimas, siekiant patikrinti spausdintuvo veikimą.\nĮ spausdintuvą įdėkite paprasto popieriaus, spustelėkite [Vykdyti], o tada – [Toliau].\n\nNorėdami praleisti bandomąjį spausdinimą, vietoj [Vykdyti] spustelėkite [Toliau].\n\nJei įvyko spausdinimo klaida, vykdydami ekrane pateikiamas instrukcijas pradėkite sąranką iš naujo."

MSM3001="Norėdami naudoti spausdintuvą, turite turėti šią programinę įrangą.\nGalite atlikti įvairias spausdinimo operacijas, naudodami įvairius popieriaus tipus ir dydžius."
MSM3002_Mac=
MSM3008="Galite lengvai sujungti vaizdo failus su tekstu ir tiesiogiai spausdinti ant disko etiketės."
MSM3009="Atnaujinkite sistemą."
MSM3010="Naudodami šią paslaugų programą galite kompiuteryje dirbti su failais, saugomais atminties kortelėje, kuri įdėta į spausdintuvo kortelės lizdą."
MSM3011="Naudodami šią tvarkyklę galite naudoti įrenginį tinkle."
MSM3012="Naudokite šią priemonę norėdami pakeisti prie tinklo prijungto įrenginio prijungimo būdą ir saugos parametrus."
MSM3013="„My Printer“ padeda išspręsti spausdinimo problemas, pvz., popieriaus sutepimo spausdinant problemą."
MSM3016="Norint spausdinti dokumentus ir skenuoti vaizdus, reikia turėti „MP Drivers“."
MSM3018="Naudodami „ArcSoft PhotoStudio“ galite koreguoti ar patobulinti vaizdus, importuotus iš skenerio ar skaitmeninio fotoaparato."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="„ScanSoft OmniPage SE“ yra OCR (teksto atpažinimo programa, angl. „Optical Character Recognition“) programa, kuri konvertuoja knygose ar laikraščiuose esantį tekstą į teksto duomenis."
MSM3021="Naudodami „Presto! PageManager“ galite lengvai skenuoti, bendrinti ir tvarkyti dokumentus ir nuotraukas. Galite įrašyti visus su jūsų veikla susijusius dokumentus daugybėje įdėtųjų aplankų, kad galėtumėte lengvai juos pasiekti."
MSM3023="„Setup Utility“ leidžia konfigūruoti spausdinimo parametrus naudojant infraraudonųjų spindulių ryšį arba „Bluetooth“ ryšį."
MSM3024="„Setup Utility“ leidžia konfigūruoti spausdinimo parametrus naudojant „PictBridge“."
MSM3026="Tai yra programinės įrangos priedas, kurį naudojant galima lengvai ir profesionaliai spausdinti nuotraukas. Norėdami naudoti šį programinės įrangos priedą, turite įdiegti atitinkamą taikomąją programinę įrangą."
MSM3027="Naudojant XPS tvarkyklę galima spausdinti iš taikomosios programinės įrangos, kuri palaiko XPS spausdinimą (operacinėje sistemoje „Windows Vista“ arba naujesnėje versijoje)."
MSM3027_0="Naudojant XPS tvarkyklę galima spausdinti iš taikomosios programinės įrangos, kuri palaiko XPS spausdinimą (operacinėje sistemoje „Windows Vista“ arba naujesnėje versijoje). IJ spausdintuvo tvarkyklė turi būti įdiegta tinkamai."
MSM3027_1="Naudojant XPS tvarkyklę galima spausdinti iš taikomosios programinės įrangos, kuri palaiko XPS spausdinimą (operacinėje sistemoje „Windows Vista“ arba naujesnėje versijoje). „MP Drivers“ turi būti įdiegta tinkamai."
MSM3028="„ScanGear“ yra tvarkyklė, kurios reikia norint naudoti skenerį. Norėdami naudoti tvarkyklę, paleiskite taikomąją programinę įrangą, pvz., vaizdo koregavimo programą."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Tai būtina siekiant išspausdinti tikslias „Adobe RGB“ vaizdų spalvas. „Adobe“ yra registruotasis „Adobe Systems Incorporated“ prekės ženklas arba prekės ženklas JAV ir (arba) kitose šalyse."
MSM3035="„Setup Utility“ leidžia konfigūruoti spausdinimo parametrus naudojant infraraudonųjų spindulių ryšį, „Bluetooth“ ryšį arba „PictBridge“."
MSM3037="„ScanGear CS“ yra skenerio tvarkyklė (TWAIN tvarkyklė), kurios reikia norint naudoti skenerį. Norėdami naudoti tvarkyklę, paleiskite taikomąją programinę įrangą, pvz., vaizdo koregavimo programą."
MSM3040="Naudodami „Easy-PhotoPrint EX“ galite lengvai sukurti savo nuotraukų albumą, lipdukus ar kalendorių iš skaitmeniniu fotoaparatu padarytų nuotraukų. Taip pat galite greitai išspausdinti nuotraukas be paraščių. Be to, prieš spausdindami galite taikyti raudonų akių efekto koregavimo funkciją ir skaitmeninio veido lyginimo funkciją."
MSM3041="Iš karto paleidžiamas taikomosios programinės įrangos priedas, kurį naudodami galite nesunkiai spausdinti nuotraukas."
MSM3042="Naudodami „MP Navigator EX“ galite lengvai importuoti nuskenuotus vaizdus tiesiai į taikomąją programinę įrangą, juos išspausdinti, pridėti prie el. laiško arba įrašyti kompiuteryje."
MSM3043="Instrukcijoje paaiškinama, kaip naudoti įrenginį ir pateiktą programinę įrangą. Taip pat pateikiama informacija apie trikčių diagnostiką.\nReikia „Internet Explorer 8.0“ arba naujesnės versijos."
MSM3043_Mac="Instrukcijoje paaiškinama, kaip naudoti įrenginį ir pateiktą programinę įrangą. Taip pat pateikiama informacija apie trikčių diagnostiką."
MSM3044="Naudodami „Easy-WebPrint EX“ galite iškirpti tinklalapių dalis, sukurti savo maketą ir išspausdinti. Ši priemonė rodoma naršyklėje kaip patogi priemonių juosta. Reikia „Internet Explorer 7.0“ arba naujesnės versijos."
MSM3044_Mac=
MSM3045="Naudodami šią programinę įrangą galite koreguoti kodinį greitąjį rinkimą, naudotojo informaciją ir kitus parametrus, užregistruotus spausdintuve, ir įrašyti pakeistus parametrus arba užregistruoti juos spausdintuve."
MSM3046="„Solution Menu EX“ iš karto paleidžia taikomąją programinę įrangą, kurią naudodami galite lengvai išspausdinti albumą ar kalendorių arba skenuoti vienu spustelėjimu. Be to, galite lengvai pasiekti „Canon“ svetainės."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Galėsite importuoti nuotraukas ir jas naudodami savo nuožiūra kurti bei spausdinti įvairius elementus, pvz., koliažus, atvirukus ir kalendorius. Taip pat galėsite spausdinti nuotraukas be kraštinių ir koreguoti / tobulinti vaizdus atlikdami visiškai paprastus veiksmus. Naudokite su Quick Menu, kad atsižvelgiant į įrašytas nuotraukas būtų generuojamos rekomendacijos."
MSM3049="Spausdinant nuotraukas naudojamas papildinys, leidžiantis paprasčiau ir išradingiau kurti profesionalius meno kūrinius. Būtina įdiegti atitinkamą taikomąją programą. Kokios taikomosios programos reikia, žr. instrukcijoje."
MSM3050="Galėsite greitai paleisti „Canon“ gaminio programinę įrangą arba instrukciją. Taip pat galėsite greitai prisijungti prie svetainių, kuriose rasite naudingos informacijos apie turimą „Canon“ gaminį, arba naudingų svetainių, kuriose siūloma įvairių naudojimo būdų ir kt. Naudokite su „My Image Garden“, kad būtų suaktyvinta priemonė „Image Display“, kurios ekrane galėsite peržiūrėti rekomendacijas ir nuotraukų pateiktis."
MSM3051="Tvarkyklė, kuri turi būti įdiegta norint naudoti skaitytuvą. Ji naudojama, kai skaitytuvas valdomas per ICA palaikančias taikomąsias programas."
MSM3052=
MSM3053="Galėsite greitai paleisti „Canon“ gaminio programinę įrangą. Taip pat galėsite greitai pasiekti vadovą ir įvairias svetaines."
MSM3054="Įtraukite kalbų žodynus, kurie bus naudojami kuriant PDF failus, kuriuose galima ieškoti teksto, arba paleidžiant OCR. Įdiegę, „Canon IJ Scan Utility“ nustatymo ekrane pasirinkite atitinkamą kalbą."
MSM3055="Tai taikomoji programa, atidaranti „ScanGear“, kad būtų galima peržiūrėti ir nuskaityti atvaizdus, po to įrašanti juos į kompiuterį."
MSM3056=
MSM4001W="IJ spausdintuvo tvarkyklė"
MSM4001="Spausdintuvo tvarkyklė"
MSM4002="Vartotojo instrukcija"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS tvarkyklė"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Greitojo rinkimo paslaugų programa"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA tvarkyklė"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Papildomi žodynai, skirti OCR (kinų / korėjiečių)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Jau galima naudoti rašalo pirkimo internetu funkciją."
EIDENABLER_ADMIN="Norėdami vykdyti šią programinę įrangą, turite prisijungti kaip administratorių grupės narys."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Kinija"
HK="Honkongo SAR (Kinija)"
ID="Indonezija"
IN="Indija"
JP="Japonija"
KR="Korėja"
MY="Malaizija"
PH="Filipinai"
SG="Singapūras"
TW="Taivanas"
TH="Tailandas"
VN="Vietnamas"
MO="Makau"

AU="Australija"
NZ="Naujoji Zelandija"

US="JAV"
CA="Kanada"
BR="Brazilija"
MX="Meksika"
AR="Argentina"
CL="Čilė"
PA="Panama"

AT="Austrija"
BE="Belgija"
BG="Bulgarija"
HR="Kroatija"
CZ="Čekijos Respublika"
DK="Danija"
EE="Estija"
FI="Suomija"
FR="Prancūzija"
DE="Vokietija"
GR="Graikija"
HU="Vengrija"
IE="Airija"
IT="Italija"
LV="Latvija"
LT="Lietuva"
LU="Liuksemburgas"
NL="Nyderlandai"
NO="Norvegija"
PL="Lenkija"
PT="Portugalija"
RO="Rumunija"
RU="Rusija"
SK="Slovakija"
SI="Slovėnija"
ZA="Pietų Afrikos Respublika"
ES="Ispanija"
SE="Švedija"
CH="Šveicarija"
TR="Turkija"
GB="Jungtinė Karalystė"

Others="Kita"

MSM2703="Nutraukti įdiegimą"
MSM2704="Įdiegimas nebaigtas."
MSM2705="Norėdami tęsti įdiegimo procesą, spustelėkite „Tęsti“. Norėdami nutraukti, spustelėkite „Nutraukti“."
MSM2706="Tęsti"
MSM2707="Nutraukti"
MSM2951="%s diegimo programa"
MSM2952="Nerastas įdiegimo kompaktinis diskas. Norėdami tęsti %s tvarkyklės diegimą, įdėkite %s kompaktinį diską ir spustelėkite „Gerai“."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Spausdintuvo prijungimo metodo pasirinkimas."
MSM6001="Belaidis LAN ryšys"
MSM6002="Laidinis LAN ryšys"
MSM6003="USB jungtis"
MSM6004="Bandykite iš naujo atlikti spausdintuvo tinklo sąranką"
MSM6005="Belaidžio LAN ryšio metodo pasirinkimas"
MSM6006="Prijungimas per belaidį maršruto parinktuvą (rekomenduojama)"
MSM6007="Tiesioginis prijungimas"
MSM6008="Kompiuterio ir spausdintuvo prijungimas per belaidį maršruto parinktuvą."
MSM6009="Tiesioginis kompiuterio ir spausdintuvo prijungimas"
MSM6010="Jei norite perjungti ryšį per belaidį maršruto parinktuvą ir parinktį „Tiesioginis prijungimas“ arba gauti daugiau informacijos apie prijungimo metodą, spustelėkite [Instrukcijos]."
MSM6011="Instrukcijos"
MSM6012="Įsitikinkite, kad spausdintuvas yra įjungtas."
MSM6013="Spausdintuvai tinklo sąraše"
MSM6014="Serijos numeris"
MSM6015="MAC adresas"
MSM6016="IP adresas"
MSM6017="Nustatomo spausdintuvo nepavyko rasti sąraše"
MSM6018="Atnaujinti"
MSM6019="1. Jei spausdintuvą norite nustatyti tinkle, pasirinkite jį aukščiau pateiktame spausdintuvų sąraše ir spustelėkite [Toliau].\n   Serijos numerį rasite spausdintuvo galinėje dalyje arba garantijoje.\n   Pateiktame sąraše nurodyti tik 5 serijos numerio skaitmenys.\n2. Jei nustatomo spausdintuvo nepavyko rasti pateiktame sąraše, įjunkite spausdintuvą ir spustelėkite [Atnaujinti].\n3. Jei spausdintuvo vis tiek nėra sąraše, pasirinkite [Nustatomo spausdintuvo nepavyko rasti sąraše] ir spustelėkite [Toliau]."
MSM6020="1. Jei spausdintuvas, kurį norite nustatyti tinkle, yra aukščiau pateiktame spausdintuvų sąraše, pasirinkite jį ir spustelėkite [Toliau].\n   Serijos numerį rasite spausdintuvo galinėje dalyje arba garantijoje.\n2. Jei spausdintuvo, kurį norite nustatyti, nėra aukščiau pateiktame sąraše, įjunkite spausdintuvą ir spustelėkite [Atnaujinti].\n3. Jei spausdintuvo vis tiek nėra sąraše, pasirinkite [Nustatomo spausdintuvo sąraše nepavyko rasti] ir spustelėkite [Toliau].\n4. Jei naudojamas USB ryšys, taip pat pasirinkite [Nustatomo spausdintuvo nepavyko rasti] ir spustelėkite [Toliau]."
MSM6021="Prijungimas baigtas."
MSM6022="Pasirinktie prisijungimo būdą"
MSM6023="Tikrinti maitinimą"
MSM6024="Taikykite kitą sąrankos būdą. Vykdykite ekrane pateiktas instrukcijas."
MSM6025="Prieš diegiant XPS tvarkyklę, būtina atlikti spausdintuvo sąranką. Jei sąranka neatlikta, spustelėkite [Atgal į pradžią] ir nustatykite spausdintuvą."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="„My Image Garden“ naudoja kompiuteryje įrašytą nuotrauką ir automatiškai sukuria atviruką ar kalendorių."
MSM6101="CREATIVE PARK PREMIUM teikia AUKŠČIAUSIOS KOKYBĖS turinio paslaugą tik naudojantiems originalų „Canon“ rašalą."
MSM6102="Išspausdintą nuotrauką galite patogiai nukopijuoti pasirinkdami meniu spausdintuvo ekrane."
MSM6103="Net kai spausdintuvas išjungtas, pradėjus spausdinimo užduotį, jis automatiškai įsijungia."
MSM6104="Tylusis režimas leidžia spausdinti, kopijuoti ir nuskaityti tyliai bei nesijaudinti dėl laiko ar aplinkos."
MSM6105="Čia nurodytos funkcijos priklauso nuo naudojamų modelių. Išsamios informacijos žr. vadove."
MSM6106="Daugiau informacijos apie funkcijas ir parametrus žr. vadovą."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Spustelėkite [Įtraukti spausdintuvą] ir vykdydami ekrane rodomas instrukcijas įtraukite spausdintuvą.\n\nĮtraukę spausdintuvą spustelėkite [Toliau]."
MSM6065="Norėdami naudoti visas šio spausdintuvo funkcijas turite įdiegti „Canon“ tvarkyklę.\nSpustelėkite [Toliau] ir pakartokite veiksmą."
MSM6066=
MSM6067="Sujunkite spausdintuvą ir kompiuterį, naudodami USB kabelį.\nĮsitikinkite, kad spausdintuvas yra įjungtas."
MSM6091="Ar įvykdėte spausdintuvo inicijavimą?"
MSM6092="1. Patikrinkite, ar yra rašalo talpykloje.\n2. Paspauskite ir apie 5 sekundes laikykite nuspaudę spausdintuvo mygtuką „Stop“.\nTada spausdintuvas bus pradėtas inicijuoti. Šis procesas truks apie 6 minutes."
MSM6093="1. Patikrinkite, ar yra rašalo talpykloje.\n2. Paspauskite ir apie 5 sekundes laikykite nuspaudę spausdintuvo mygtuką „TĘSTI/ATŠAUKTI (RESUME/CANCEL)“.\nTada spausdintuvas bus pradėtas inicijuoti. Šis procesas truks apie 6 minutes."
